[
  {
    "id": 102,
    "title": "Carry Animals",
    "description": "Sometimes animals are hard to lure using wheat, seeds or carrots they sometimes just ignore the lure or they are too slow. When you leash them sometimes they escape because your too fast. This add-on makes it easier to bring animals anywhere and I hope you enjoy! This simple Add-on lets you carry animals anywhere and you don't need any lure or leash to bring them to a certain spot. You just need to come near them and you will carry them.",
    "previewRes": "preview_carry_animals",
    "countDownload": 9681,
    "countFavorite": 1924,
    "tag": "ANIMAL",
    "type": [
      "ADDON"
    ],
    "supportVersion": [
      "1.21.50"
    ],
    "files": [
      "carry_mod.mcaddon"
    ]
  },
  {
    "id": 101,
    "title": "Mob Crops - Time To Farm Animals",
    "description": "Grow mobs like crops — yes, really! 😄\nPlant Pigs, Cows, Chickens, and Sheep using Mob Crops.\n\n🔧 How it works:\n\n🥩 Crafting:\n8 wheat seeds mob meat = Mob Crop\n\n🌾 Growing:\nGrows in 3 stages — at the last stage, tap to harvest\n\n🎁 Harvesting:\nReleases the mob & drops normal loot (like killing it)\n\n🎯 Custom Loot Support:\nWorks with other addons’ loot too — fully compatible",
    "previewRes": "preview_crops",
    "countDownload": 8943,
    "countFavorite": 2758,
    "tag": "ANIMAL",
    "type": [
      "ADDON"
    ],
    "supportVersion": [
      "1.21.90",
      "1.21.70",
      "1.21.80"
    ],
    "files": [
      "crops_mod.mcaddon"
    ]
  },
  {
    "id": 100,
    "title": "More Vanilla Animals Bears",
    "description": "More Vanilla Animals Bears transforms your Minecraft wildlife experience by introducing an exciting variety of new pandas and bears. Discover unique panda species with distinct patterns, personalities, and behaviors that bring life to your jungles. Roam the wilderness and encounter powerful bear species, each designed to add realism and charm to your game. This mod enhances exploration by populating your world with beautifully detailed animal variants, making biomes feel more alive and engaging. Whether you’re building a zoo, crafting a wildlife sanctuary, or simply enjoying the natural beauty of Minecraft, More Vanilla Animals Bears offers a fresh, immersive way to connect with the environment. Perfect for players who love a blend of creativity and realism in their adventures!",
    "previewRes": "preview_more_vanilla_bears",
    "countDownload": 10693,
    "countFavorite": 1907,
    "tag": "ANIMAL",
    "type": [
      "TEXTURE"
    ],
    "supportVersion": [
      "1.21.81",
      "1.21.80",
      "1.21.20",
      "1.21"
    ],
    "files": [
      "more_vanilla_bp_bears.mcpack",
      "more_vanilla_rp_bears.mcpack"
    ]
  },
  {
    "id": 104,
    "title": "More Vanilla Animals+ Foxes",
    "description": "More Vanilla Animals Foxes is a Minecraft mod that expands your world with new fox variants designed in a faithful, vanilla-friendly style. Discover a range of colorful and cute fox types that feel right at home in the Minecraft universe—no realism, just charm and creativity! Whether you're exploring snowy forests or building a magical woodland, these new foxes bring variety and personality without disrupting the core look and feel of the game. Ideal for vanilla players who want to enhance their world with more animal diversity while keeping things light, fun, and Minecraft-authentic.",
    "previewRes": "preview_more_vanilla_fox",
    "countDownload": 9354,
    "countFavorite": 3334,
    "tag": "ANIMAL",
    "type": [
      "TEXTURE"
    ],
    "supportVersion": [
      "1.20",
      "1.21"
    ],
    "files": [
      "more_vanilla_bp_fox.mcpack",
      "more_vanilla_rp_fox.mcpack"
    ]
  },
  {
    "id": 106,
    "title": "World Animals Addon",
    "description": "All animals can be found in our Minecraft worlds according to their respective biome, some are tamable, others are aggressive and not capable of taming.",
    "previewRes": "preview_world_animal",
    "countDownload": 8941,
    "countFavorite": 2296,
    "tag": "ANIMAL",
    "type": [
      "ADDON"
    ],
    "supportVersion": [
      "1.19",
      "1.20",
      "1.21"
    ],
    "files": [
      "world_animal.mcaddon"
    ]
  },
  {
    "id": 105,
    "title": "yCreatures Savanna - Safari Days Update",
    "description": "yCreatures, an amazing super complete add-on that brings even more fun to your Minecraft worlds!!\n\nThis addon contains several new animals for your game, some cute, some not so friendly, but all amazing and super fun, with various varieties of animation, behavior, models and textures.",
    "previewRes": "preview_savanna",
    "countDownload": 10314,
    "countFavorite": 1610,
    "tag": "ANIMAL",
    "type": [
      "ADDON"
    ],
    "supportVersion": [
      "1.19",
      "1.20",
      "1.21"
    ],
    "files": [
      "worldy-library-1_0_1.mcaddon",
      "ycreatures-savanna-v1_0_5.mcaddon"
    ]
  }
]