[{"id":201,"title":"Mutant creatures for Minecraft PE","description":"Mutant Creatures Add-on adds 30 mutants remastered(almost) in any way possible, with additional mobs, and includes some easter eggs(if you can guess them) in Minecraft Bedrock with unseen powers... If you are looking for an add-on to increase the game difficulty a few notches then this is a great option. ","previewRes":"preview_mutant","countDownload":8556,"countFavorite":3053,"tag":"ZOMBIE","type":["ADDON","TEXTURE"],"supportVersion":["1.21.50","1.21"],"files":["bedrock-mutant-creatures_v4-2.mcaddon","bmc_beh_v4-2.mcpack","bmc_res_v4-2.mcpack"]},{"id":200,"title":"Project Walker - Zombie Apocalypse","description":"Step into a world reclaimed by nature and overrun by the undead. In Project Walker, survival hinges on your ability to scavenge for resources, fend off relentless zombies, and navigate abandoned structures teeming with danger. ","previewRes":"preview_walker","countDownload":6886,"countFavorite":2542,"tag":"ZOMBIE","type":["ADDON"],"supportVersion":["1.21"],"files":["Project-Walker-1.8.13.mcaddon"]},{"id":204,"title":"SERPVZ (Plants vs. Zombies Addon) Launchers & Seekers Update","description":"Welcome to the world of Plants vs Zombies, I hope you are hungry because in this place EVERYONE is hungry. Explore the world, create your own tools to survive, defend your house from lonely zombies or prepare for the waves of zombies that will hit your home. In each update more plants and zombies will be added.","previewRes":"preview_pvz","countDownload":8640,"countFavorite":1947,"tag":"ZOMBIE","type":["ADDON","TEXTURE"],"supportVersion":["1.21.90","1.21.80"],"files":["SERPVZB.mcpack","SERPVZR.mcpack"]},{"id":203,"title":"The Horde Addon MCPE","description":"The Horde Addon (1.21) transforms nights into a real survival challenge. Zombies, skeletons, husks, and other mobs now spawn in large, reinforced hordes. Players must face relentless attacks from stronger enemies, making nighttime a thrilling and dangerous experience. Prepare your gear and tactics to endure these brutal, action-packed nights! Get ready to face the ultimate nighttime survival test with The Horde mod! This mod takes the peaceful calm of daylight and turns nightfall into an intense battle for survival.","previewRes":"preview_horde","countDownload":11701,"countFavorite":3151,"tag":"ZOMBIE","type":["ADDON","TEXTURE"],"supportVersion":["1.21"],"files":["The-Horde-Addon-MCPE-Behavior-1.21.mcpack","The-Horde-Addon-MCPE-Resource-1.21.mcpack"]},{"id":205,"title":"True Survival - Zombie Apocalypse","description":"True Survival - Zombie Apocalypse is a Post Apocalyptic Zombie Survival Mod within the Minecraft world. Losely based around the Walking Dead series, this add-on will fully place the player into a Zombie Apocalyptic . Looting Structures, Crafting Ammunition, Creating a community of the immune. The possibilites are endless if your good enough!","previewRes":"preview_true_survival","countDownload":7355,"countFavorite":1815,"tag":"ZOMBIE","type":["ADDON"],"supportVersion":["1.21.94","1.21.90"],"files":["TSZA V4.7 (BP).mcaddon","TSZA V4.7 (RP).mcaddon"]}]